Repository: mycred/MYCRED-BIRTHDAYS
Catalog: lang/mycred_bday-*.po
Languages: sv_se

source: Date of Birth Location
sv_se: Födelsedatum

source: BuddyPress Profile Field
sv_se: BuddyPress Fält

source: Custom WordPress User Meta
sv_se: WordPress User Meta Fält

source: Field Name / ID
sv_se: Fältnamn eller ID

source: The BuddyPress field name or the custom user meta key, that identifies where the users date of birth is stored. Must be exact!
sv_se: Namnet eller IDn för fältet där datumet är sparat i databasen.

source: %plural% for Birthdays
sv_se: %plural% för Födelsedagar

source: Reward users with points on their birthday
sv_se: Belöna dina användare med poäng på deras födelsedag.

source: Birthday
sv_se: Födelsedag

source: More information about this plugin
sv_se: Mer information om denna plugin

source: View details
sv_se: Se detaljer

source: Log Template
sv_se: Log Mall

source: Reward your users with points on their birthdays.
sv_se: Belöna dina användare med poäng på deras födelsedag.
